{
  "title": "5 Essential Vocal Techniques for Jazz Singers",
  "body": {
    "type": "root",
    "children": [
      {
        "type": "p",
        "children": [
          {
            "type": "text",
            "text": "Jazz singing requires a unique set of vocal techniques that help create that distinctive sound we all love. In this post, I'll share five essential techniques that every aspiring jazz vocalist should master."
          }
        ]
      },
      {
        "type": "h2",
        "children": [
          {
            "type": "text",
            "text": "1. Breath Control"
          }
        ]
      },
      {
        "type": "p",
        "children": [
          {
            "type": "text",
            "text": "Proper breath control is the foundation of good singing. For jazz specifically, you need to develop the ability to sustain long phrases and control dynamic changes within a single breath. Practice diaphragmatic breathing and work on extending your breath capacity through regular exercises."
          }
        ]
      },
      {
        "type": "h2",
        "children": [
          {
            "type": "text",
            "text": "2. Phrasing"
          }
        ]
      },
      {
        "type": "p",
        "children": [
          {
            "type": "text",
            "text": "Jazz phrasing differs from classical or pop music. It involves a more conversational approach to melody, with subtle manipulations of timing and emphasis. Study how great jazz vocalists like Ella Fitzgerald or Sarah Vaughan phrase their lines, and practice developing your own personal approach."
          }
        ]
      },
      {
        "type": "h2",
        "children": [
          {
            "type": "text",
            "text": "3. Scatting"
          }
        ]
      },
      {
        "type": "p",
        "children": [
          {
            "type": "text",
            "text": "Scat singing is improvisation using nonsense syllables. It's a defining feature of jazz vocal performance. Start by learning to improvise simple patterns over basic chord progressions, then gradually increase complexity as your skills develop."
          }
        ]
      },
      {
        "type": "h2",
        "children": [
          {
            "type": "text",
            "text": "4. Dynamic Control"
          }
        ]
      },
      {
        "type": "p",
        "children": [
          {
            "type": "text",
            "text": "The ability to shift seamlessly between soft and loud passages adds emotional depth to jazz performances. Practice singing the same phrase at different volume levels while maintaining tonal quality and pitch accuracy."
          }
        ]
      },
      {
        "type": "h2",
        "children": [
          {
            "type": "text",
            "text": "5. Vibrato Control"
          }
        ]
      },
      {
        "type": "p",
        "children": [
          {
            "type": "text",
            "text": "Vibrato adds warmth and expressiveness to your sound, but in jazz, it's used selectively and with control. Work on being able to sing both with and without vibrato, and practice controlling its speed and width."
          }
        ]
      },
      {
        "type": "p",
        "children": [
          {
            "type": "text",
            "text": "Regular practice of these techniques will help you develop the vocal flexibility and control needed for jazz singing. In my coaching sessions, we work on these skills through targeted exercises tailored to each student's unique voice and goals."
          }
        ]
      }
    ]
  }
} 